Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/4680 - Баласа5.tmx
Source language: ru
Languages: ba

source: Асхат — с улицы, которую называют Губернаторской.
ba: Әсғәттәр урамын «Губернатор урамы» тип йөрөтәләр...

source: Только не подумайте, что сам губернатор живет здесь.
ba: «Бында губернатор үҙе йәшәгән, имеш...» — тип уйламағыҙ тағы.

source: Когда-то, давным-давно, может, сто лет назад, по самой середке этой улицы пролетел, говорят, на своих тройках губернатор.
ba: Ҡасандыр, әллә йөҙ йыл әүәл, ошо урам шәрәмәтенән, тройкала елдереп, губернатор уҙып киткән, имеш, тиҙәр.

source: Выкупались люди в пыли, поднятой каретой такого большого вельможи, и тут же в радости и гордости дали своей улице новое имя — Губернаторская.
ba: Шул тиклем ҙур түрәнең көймәһе туҙҙырып уҙған туҙанда ҡойоноп, рәхәтлектән ғорурлыҡтың сигенә еткән бәндәләр шунда уҡ үҙ урамдарына яңы исем ҡушҡандар — «Губернатор урамы».

source: Надо, однако, сказать, что и прежнее название этого коротенького, в пять домов проулка — Козий Околоток не скоро забылось.
ba: Әйтергә кәрәк, биш кенә йорттан торған был тыҡрыҡтың «Кәзәләр төбәге» тигән элекке исеме лә тиҙ генә онотолмаған.

source: Когда губернаторов, баев, вельмож там всяких скатили с красного угла, хотели было Козий Околоток обратно прилепить.
ba: Губернаторҙар, байҙар, түрәләр, күҙҙән төшөп, түрҙән тәгәрәгәс, «Кәзәләр төбәге»н яңынан йәбештерергә маташыусылар ҙа булған буғай.

source: Но «губернаторы», хотя козы, жуя свою жвачку, ворочались на каждой их завалинке, единодушно отвергли такое поношение.
ba: Ләкин «губернаторҙар», һәр йорттоң нигеҙ буйында кәзәләр көйшәп ятыуға ҡарамаҫтан, был мәсхәрәне ҡабул итмәгәндәр, берҙәм кире ҡаҡҡандар.

source: Чета ли высокое имя Губернаторской другим аульским улицам — Мерзлых Труб! Трех Петухов! Совиная! Сарса!
ba: Губернатор урамы ауылдағы «Туң мөрйә», «Өс әтәс», «Ябалаҡ», «Серсә» исемдәрен йөрөткән башҡа төбәктәргә ишме ни?

source: Ведь от каждой так и разит невежеством, убожеством, бестолочью.
ba: Тегеләрҙең һәр береһенән меҫкенлек, наҙанлыҡ, томаналыҡ аңҡып тора.

source: Два свойства, как два достоинства, у этой улицы Губернаторской нищета и высокомерие.
ba: Был урам үҙе, асылда, ике нәмә менән — фәҡирлек һәм тәкәбберлек менән айырыла.

source: В четырех дворах из пяти, кроме козы да курицы, другой скотины нет, только в Асхатовом дворе — кобыла кривая, корова и бычок.
ba: Биш йорттоң дүртеһендә кәзә менән тауыҡтан башҡа мал заты юҡ. Тик Әсғәттәрҙең генә һыңар күҙле бейәһе, бер һыйыры менән йәш үгеҙе бар.

source: Бедность еще от дедов-прадедов по наследству идет, здесь ценят ее и почитают.
ba: Ярлылыҡ атай-олатайҙарҙан мираҫ булып ҡалған, уның ҡәҙерен беләләр бында.

source: А уж если поважничать...
ba: Ә ҡупырайырға тигәндә

source: У всех, до самой мелкоты гребень торчком,
ba: — бала-сағаһына тиклем кикреген ҡатырырға тора.

source: будто каждый и впрямь губернатору родня.
ba: Әйтер һең, уларҙың һәр береһе, кәм тигәндә, ысын губернатор нәҫеле.

source: Мало того, хвастуны невероятные.
ba: Етмәһә, килеп тороп маҡтансыҡтар,

source: Послушать их, так всякие чудеса на голову «губернаторов» так и валятся.
ba: һәр «губернаторҙың», төптән уйлап ҡараһаң, башҡаларҙа юҡ бер хикмәте килеп сыға.

source: Если пристукнет «губернатор» волка непременно с телку, налима вытащит — с бревно, утку собьет — с журавля, не меньше.
ba: Улар һуҡҡан бүре башмаҡ саҡлы, улар тотҡан йәйен бүрәнә буйы, улар атҡан өйрәк торна саҡлы була.

source: И хоть бы немного разжились при такой-то удачливости.
ba: Тик, ни эшләптер, үҙҙәре бер ҙә генә ҡотаймайҙар,

source: А одноногий Шаряй, ему-то чего заноситься!
ba: һис кенә лә кәпәренер урыны булмаған сатан Шәрәй ҙә хатта маҡтанып ебәрә.

source: И тот: «Хромой дальше всех уйдет — это про меня сказано.
ba: «Сатан күп йөрөр, тип минең тура ла әйткәндәр ул.

source: Повезло мне, ребята, с этой деревянной ногой, которую с германской привез; не устает, не ноет, не мерзнет, не потеет.
ba: Бынау ярман һуғышынан алып ҡайтҡан ағас аяҡтан уңдым бит: талмай ҙа, һыҙламай ҙа, өшөмәй ҙә, тирләмәй ҙә.

source: Другие пару лаптей износят, а мне и одного лаптя хватает».
ba: Бүтәндәр бер кейем сабата туҙҙырғанда, миңә бер һыңары етә», — тип шапырына.

source: Когда я был очень маленьким, Губернаторская была на краю света, а каждый житель ее — глубокой тайной.
ba: Бәләкәй саҡта Губернатор урамы минең өсөн сит бер донъя, ундағы кешеләр тотош сер ине.

source: Только потом, понемногу подрастая, я стал понимать, откуда у этой гордой голытьбы такие повадки.
ba: Ул һауа лы фәҡирҙәрҙең сәйер ҡылыҡтарын мин һуңыраҡ, олоғая биргәсерәк кенә төшөндөм.

source: Единственной их опорой, их оружием и щитом было высокомерие.
ba: Тәкәбберлек уларҙың ҡоралы, ҡалҡаны, таяныр терәге булған икән.

source: Надо же выставить хоть что-то против достатка, силы, престижа других.
ba: Башҡаларҙың мөлкәтенә, дәрәжәһенә, көсөнә нимәнелер ҡаршы ҡуйырға кәрәк бит.

source: Бедные, гордые, нелепые «губернаторы»!
ba: Бахыр, ғорур, әкәмәт «губернаторҙар»!

source: С тоской и грустью вспоминаю вас — и живых, здравствующих поныне, и давно уже покойных.
ba: Мин һеҙҙең бөтә- геҙҙе лә һағынып иҫкә алам — тереләрҙе лә, мәрхүмдәрҙе лә...

source: Я иду по Губернаторской за околицу, искать теленка.
ba: ...Мин Губернатор урамынан тау артына быҙау эҙләргә китеп барам.

source: Возле своих ворот стоит Асхат, его белые, как лен, волосы поблескивают на солнце.
ba: Үҙҙәренең ҡапҡа төбөндә хас та етен төҫлө ап-аҡ сәсле Әсғәт баҫып тора.

source: И глаза у него похожи на цветы льна — синие-синие.
ba: Күҙҙәре лә етен сәскәһенә оҡшаған — зәп-зәңгәрҙәр.

source: Я его знаю,
ba: Мин уны беләм.

source: но вместе мы еще ни разу не играли.
ba: Тик әлегәсә бер тапҡыр ҙә бергә уйна ғаныбыҙ юҡ.

source: Этот сейчас или камнем в меня запустит, или язык покажет, или Пупка вспомнит — и про себя уже готовлюсь дать отпор.
ba: Был миңә йә таш ырғытыр, йә телен сығарып үсекләр, йә «Кендек»тән һалдырып исем атар тип, үҙемсә яуап ҡайтарырға әҙерләнеп киләм.

source: — Эй, малай, сюда шагай! — крикнул он.
ba: — Эй, малай, ыңғайла былай! — тип бойорҙо теге, таҡмаҡлап.

source: — Сам шагай.
ba: — Үҙең ыңғайла.

source: Я теленка ищу, — огрызнулся я.
ba: Мин быҙау эҙләргә барам,— тип сәйнәштем мин.

source: — Не бойся, я на людей не бросаюсь, цел останешься.
ba: — Шөрләмә, һиңә булмаҫ һис нәмә, мин кешегә теймәйем, — тине Әсғәт.

source: Я встал,
ba: Мин туҡтаным.

source: сжал крепко правый кулак и спрятал за спину — видать, сгодится.
ba: Үҙем, хәжәте килеп сыҡмағайы тип, уң йоҙроҡто йомарлап, артҡа йәшереп ҡуйҙым.

source: Он не спеша подошел, посмотрел на меня — будто синие зайчики пробежали —
ba: Ике күҙенән зәңгәр нурҙар сәсә-сәсә, «етен баш» үҙе миңә табан ыңғайланы.

source: и чуть не уперся раскрытой ладонью мне в нос.
ba: Килеп еткәс тә усын йәйеп минең танау аҫтына килтереп терәне.

source: — Чем пахнет?
ba: — Нимә еҫе килә?

source: Я растерянно захлопнул рот.
ba: Мин, ауыҙҙы йомоп, аптырап ҡалдым.

source: Если бы он не пустую ладонь показал, а кулак — тога все ясно.
ba: Әгәр яман ниәт менән булһа, ул ус төбөн түгел, йоҙроғон еҫ кәтер ине.

source: Мальчишки, когда хотят драку затеять, дают кулак понюхать...
ba: һуғыш сығарырға самалаған малайҙар шулай йоҙроҡ еҫкәтәләр.

source: — Ну, говори же, чем пахнет? — повторил он.
ba: — Йә, әйт инде, нимә еҫе килә? — тип ҡабатланы.

source: «Псиной», — хотел отшить я, но его бесхитростная улыбка удержала меня.
ba: — Эт еҫе — тип ауыҙын ҡапларға уйлағайным да, тегенен хәйләһеҙ йылмайыуы тыйып ҡалды.

source: — Нет, ничем не пахнет.
ba: — Юҡсы, бер еҫ тә килмәй,—тип баш сайҡа ным.

source: — Да ты хорошенько нюхай, — не отставал он.
ba: — һин яҡшылабыраҡ еҫкә, — тип ныҡышты теге,

source: — Тяни носом-то.
ba: —танауыңды йырыбыраҡ...

source: Он так напирал, что я и вправду стал нюхать грязную растрескавшуюся ладонь.
ba: Ярылып бөткән бысраҡ ус төбөн мин, бара тор ғас, ысынлап еҫкәргә тотондом.

source: Но какого-то одного ясного запаха отобрать не смог.
ba: Әммә айырып ҡына әйтерлек еҫ таба алманым.

source: — Эх ты, — бросил он презрительно, — даже этого не знаешь.
ba: — Их, һин, — тип кәмһетмәксе итте мине Әс ғәт, — шуны ла белмәйһең...

source: Лепешкой пахнет, с маслом лепешка была.
ba: Күмәс еҫе, май күмәсе.

source: Только что лепешку ел.
ba: Әле генә күмәс ашап сыҡтым.

source: И это меня удивило — нашел чем хвастать!
ba: Быныһы ла мине шаҡ ҡатырҙы — тапҡан маҡтаныр нәмә!

source: Ел он лепешку или не ел мне-то какая нужда!
ba: Уның күмәс ашауы миңә бик хәжәт, ти, ана. Харап икән!

source: — Ел так ел, подумаешь...
ba: — Ашаһаң ни...

source: Я теленка ищу.
ba: Мин быҙау эҙләргә барам.

source: — Хочешь вместе?
ba: — Мин дә һиңә быҙау эҙләшәйемме?

source: — Найдешь так найдешь...
ba: — Эҙләшһәң ни...

source: К Малому Оврагу (так это место у нас называют) мы уже подходили, держась за руку.
ba: Һай соҡор тигән ергә еткәндә, беҙ Әсғәт менән етәкләшеп китеп бара инек инде.

source: Асхат за это короткое время уже приручил меня.
ba: Шул арала ул мине арбап, ҡулға эйәләштереп алды.

source: — Эй, подожди-ка, чего это у тебя карман оттопырился?
ba: — Эй, туҡта әле, ыштан кеҫәндә һинең нимә ҡабарып тора ул!?

source: — Горбушка.
ba: — Икмәк ҡатыһы.

source: — Врешь. Камень, наверное.
ba: — Булмаҫ, йә таштыр әле.

source: — Вот, если не веришь, — я достал из кармана порядочный кус хлеба.
ba: — Бына, ышанмаһаң,—тип мин кеҫәләге ҙур ғына икмәк ҡатыһын сығарып күрһәттем,

source: — Теленка приманивать.
ba: — быҙау алдатырға.

source: — Ну, теленка мы и так пригоним.
ba: — Быҙауҙы, ни, уны былай ғына, алдатмай ғына, ҡыуып ҡайтырбыҙ.

source: Давай лучше сядем и съедим эту горбушку.
ba: Әйҙә, икмәкте ултырып ашайыҡ.

source: — Сам хвастал, что лепешку недавно ел...
ba: — Үҙең әле генә, май күмәсе ашаным, тип маҡтандың...

source: — Одними лепешками сыт не будешь.
ba: — Күмәс кенә тамаҡты туйҙырмай шул,

source: Их с хлебом надо есть.
ba: уны икмәккә ҡушып ашарға кәрәк.

source: — Так и ел бы.
ba: — Ә ниңә һуң ҡушып ашаманың?

source: — Не было хлеба,
ba: — Икмәк булмағас...

source: Чудно в этом мире!
ba: Әкәмәт был донъя.

source: У одних все время лепешки — хлеба нет, у других же один хлеб — лепешек и не видят.
ba: Берәүҙәрҙә гел генә күмәс, икмәк юҡ, икенселәрҙә икмәк бар, күмәс юҡ.

source: Скажем, у нас вот лепешки только по пятницам бывают.
ba: Беҙҙә, әйтәйек, күмәс бары йома көндө генә була.

source: Асхат посмотрел на хлеб, облизнул губы и причмокнул.
ba: Әсғәт минең ҡулдағы икмәк киҫәгенә йотолоп ҡараны ла, ирендәрен ялап, ауыҙын сапылдатып ҡуйҙы.

source: — На, ешь, — я отдал ему горбушку.
ba: — Мә, аша, — тип һыныҡты уға тотторҙом.

source: Он осторожно разломил хлеб и половину протянул мне.
ba: Киҫәкте ул һаҡ ҡына уртаға һындырып яртыһын миңә һондо.

source: Я отказался.
ba: Мин баш сайҡаным.

source: — Бывают же люди, уже и хлебом их не соблазнишь, — сказал он, усаживаясь на траве, вытянул тощенькие ноги,
ba: — Икмәктән туйған әҙәм дә булыр икән,—тип, арыҡ боттарын һуҙып, үлән өҫтөнә ултырҙы.

source: разгладил на коленях подол рубашки и принялся неспешно есть.
ba: Күлдәк итәген теҙ баштарына һәйбәтләп япты ла ашыҡмай ғына ашарға кереште.

source: Крошки, изредка падавшие на подол, он тут же собирал в горсть и отправлял в рот.
ba: Итәгенә төшкән валсыҡтарҙы шунда уҡ алып ҡаба барҙы.

source: — Хлеб сидя нужно есть, — пояснил он мне,
ba: — Икмәкте баҫып ашарға ярамай, — тип аңлатты миңә.

source: — стоя ни за что не наешься.
ba: — Баҫып ашаһаң, туҡландырмай ул.

source: Крошку на землю уронишь — грех.
ba: Әгәр бер валсығын ергә төшөрһәң, яҙыҡ була.

source: А за каждый грех в аду жечь будут — это когда умрешь.
ba: Яҙыҡ булғас, тамуҡта яндыралар — үлгәс.

source: — Он медленно дожевал и проглотил последний кусок.
ba: — Ул һуңғы ҡабымын сәйнәп йотто.

source: Но вставать не торопился.
ba: Тик урынынан торорға ашыҡманы.

source: После горбушки у него, видно, совсем хорошо на душе стало, и он преподнес мне поучительную историю.
ba: Туйынып, күңеле хушланып алғас, ул ғибрәтле бер әңгәмә һөйләп ташланы.

source: — Отец рассказывал, ехал как-то один царь верхом по степи, давным-давно это было.
ba: — Атайым әйтә, борон-борон заманда бер батша дала буйлап һыбай китеп бара икән, ти.

source: Ехал он, ехал и проголодался.
ba: Бара торғас, бының ҡорһағы асҡан.

source: Достал тогда царь кусок хлеба из-за пазухи и прямо в седле, не слезая с лошади, начал есть.
ba: Ҡуйынындағы икмәген алып, атынан төшмәй генә ашарға керешкән был.

source: Некогда, значит, было царю, спешил очень.
ba: Ваҡыты ҡыҫтау булған, ти, батшаның.

source: Вот он уже откусил и последний кусок, как тут одна маленькая крошка скатилась на землю.
ba: Аҡтыҡ ҡабымды ҡаптым тигәндә генә, бер валсығы ергә тәгәрәп төшкән.

source: Спрыгнул царь с коня и начал ту крошку искать.
ba: Батша шунда уҡ эйәренән һикергән дә әлеге валсыҡты эҙләргә тотонған.

source: Ищет, ищет, найти не может.
ba: Әй эҙләгән, әй эҙлә

source: Три дня, три ночи вокруг своего коня на четвереньках ползал.
ba: Өс көн, өс төн буйы, имгәкләп, бөтә тирә-яҡты ҡыҙырып сыҡҡан.

source: Так и не нашел.
ba: Тәки таба алмаған.

source: А на четвертый день вернулся царь домой — беда черная, как черная туча, накрыла его золотой дворец.
ba: Дүртенсе көндө өйөнә ҡайтһа, бөтә һарайҙы ҡара ҡайғы баҫҡан, ти.

source: Ровно три дня тому назад утонул любимый царский сын.
ba: Бынан нәҡ өс көн элек батшаның иң яратҡан улы һыуға төшөп үлгән икән.

source: Испугался царь, что и на этом гнев божий еще не весь излился, и там, где упала хлебная крошка, поставил мечеть со множеством минаретов.
ba: Хоҙай ҡәһәренең тағы ла иманырағы төшөүҙән ҡурҡып, батша әлеге икмәк валсығы төшкән урынға ҡуш манаралы мәсет һалдырған, ти.

source: Смилостивился после этого бог или нет — про то нам неведомо, до нас не дошло.
ba: Бынан һуң уны хоҙай ярлыҡағандырмы, юҡтырмы — уныһы беҙгә мәғлүм түгел...

source: Вот какие истории знает этот чудной малай!
ba: Ана ниндәй нәмәләр белә был сәйер малай!

source: С оглушительным стрекотом над самой головой пронеслась сорочья стайка.
ba: Шыҡыр-шыҡыр шыҡырҙап баш өҫтөнән түбәндән генә бер төркөм һайыҫҡан осоп үтте.

source: А вот это и я знаю, сорока-белобока своих детей летать учит.
ba: Быныһын мин дә беләм: инә һайыҫҡан балаларын осорға өйрәтә.

source: На той неделе скворцы и ласточки учили,
ba: Уҙған аҙнала ғына сыйырсыҡтар менән ҡарлуғастар бала осорғайны.

source: а сегодня — сороки.
ba: Бөгөн — һайыҫҡандар.

source: Я проворно схватил камень и, прицелившись, бросил в стаю.
ba: Мин йәһәт кенә бер таш табып, һайыҫҡандарға тоҫ ҡап ырғыттым:

source: — Сорока, сорока, на тебе, воровка!
ba: - һайыҫҡан, һайыҫҡан, күкәй эскән, май эс кән!

source: — А если попадешь? — вскочил Асхат.
ba: — Тейҙерһәң һуң? — тип һикереп торҙо Әсғәт.

source: — Стерпят.
ba: — Тейһә, тейә бирһен,

source: Сорока ведь, не соловей.
ba: һандуғас балалары түгел әле.

source: — И сороке свое дитя — единственное,
ba: — һайыҫҡанға ла үҙ балаһы ғәзиз.

source: и в ней душа бьется.
ba: Уның да эсендә йәне бар.

source: У всего душа есть — у деревьев, у камня, у каждой травинки,
ba: Бөтә нәмәләрҙең дә йәндәре бар — ағастарҙың да, таштарҙың да, үләндәрҙең дә...

source: видишь, как она вверх тянется, даже самая маленькая.
ba: Йәндәре булмаһа, йәшәрҙәр инеме ни улар?

source: Порежешь палец — красная кровь пойдет, а сломай ветку — тоже кровь выступит, только светлая кровь.
ba: Беҙҙең бармаҡ киҫелһә, ҡыҙыл ҡан аға, ағас ботағын ҡырҡһалар, аҡ ҡан аға.

source: Стукнешь железом о железо — зазвенит, правда?
ba: Тимергә тимерҙе һуҡһаң, сыңлай бит, эйеме.

source: Это железо так плачет.
ba: Шул — тимерҙең илауы була инде.

source: И чего только не знает этот Асхат?
ba: Белмәгәне юҡ был Әсғәттең.

source: Может, он не человек вовсе?
ba: Әҙәм затынанмы икән был?

source: Страх шевельнулся во мне — льняные волосы, синие глаза, светлые ресницы...
ba: Уның етен сәсе, зәп-зәңгәр күҙҙәре, һары керпектәре мине бер аҙ шомландырып та ҡуя.

source: В нашей округе он один такой, будто белый утенок, вылупившийся в гнезде у черной курицы.
ba: Бөтә төбәктә берҙән-бер аҡ малай ул—ҡара тауыҡ ояһында үҫкән аҡ өйрәк балаһы төҫлө.

source: А может, его еще в колыбели нечистая сила подменила?
ba: Сәңгелдәктә саҡта уны пәрей алмаштырманымы икән?

source: Черт, говорят, маленьких детей крадет, а своих чертенят подкладывает.
ba: Пәрей шулай үҙенең балаһын ҡалдыра ла кеше балаһын алып китә, ти, бит.

source: Да нет!
ba: Булмаҫ та!

source: Как же — будет тебе черт таким умным, таким хорошим!
ba: Ҡалған тағы пәрей балаһына шундай аҡыллы, һәйбәт булырға!

source: Ни в Малом Овраге, ни в Большом Овраге мы теленка не нашли,
ba: Беҙ Һай соҡорҙо ла, Тәрән соҡорҙо ла бер итеп, бөтә Тау артын әйләнеп сыҡтыҡ.

source: все обошли, к березняку забрели, к Мукушеву роднику спустились, воды напились,
ba: Юкәле ҡул урма нына барып еттек, Мөкөш шишмәһенә төшөп һыу эстек.

source: чьих только телят не встретили, а нашего Белолобика и след простыл.
ba: Әллә нисә быҙау осраттыҡ, ә беҙҙең Аҡмаңлайҙың эҙе лә юҡ.

source: Умаявшись, мы поплелись домой.
ba: Арып-талып өйгә әйләнеп ҡайттыҡ.

source: Смотрим, Белолобик в тени нашего плетня разлегся.
ba: Ҡайтһаҡ, беҙҙең ҡойма күләгәһендә Аҡмаңлай һуҙылып ята.

source: Мы быстренько распахнули ворота и с гиканьем загнали теленка во двор.
ba: Тиҙ генә ҡапҡаны асып, быҙауҙы, һәүкәшләп, ҡураға ҡыуаланыҡ.

source: Старшая Мать, хлопотавшая в летней пристройке, завидев нас с теленком, рассыпалась в похвалах.
ba: Аласыҡ тирәһендә нимәлер мәшәҡәтләнеп йөрөгән Оло инәйем мине маҡтап ҡаршы алды.

source: — Вот спасибо, деточка, совсем уж взрослый стал, есть мне теперь на кого опереться.
ba: — Бына рәхмәт, улым, ҙур үҫтең инде, ҡул араһына керәһең.

source: — Это не я, Старшая Мать, это теленок уже взрослый стал.
ba: — Мин түгел, Оло инәй, быҙау ҙур үҫкән...

source: — Выходит, оба вы уже взрослые.
ba: — Улайһа, икегеҙ ҙә ҙур үҫкән.

source: — Старшая Мать, этого мальчика Асхатом зовут,
ba: — Оло инәйем, был Әсғәт исемле малай.

source: он теленка помогал искать.
ba: Ул миңә быҙау эҙләште.

source: — И ему спасибо.
ba: — Уға ла рәхмәт.

source: Выходит, все вы трое уже большие.
ba: Былай булғас, өҫөгөҙ ҙә ҙур үҫкән.

source: Спустись, сынок, в погреб, достань холодного катыка, попейте с гостем.
ba: Барығыҙ, ана, мөгәрәптән алып, ҡунағың менән һалҡын ҡатыҡ әсегеҙ.

source: — С хлебом?
ba: — Икмәкләпме?

source: — И хлеб тут.
ba: — Икмәге лә шунда аласыҡта.

source: — Ладно, мне пора, — промямлил Асхат.
ba: — Ярай, мин ҡайтайым инде, — тигән булды Әсғәт,

source: — Дома, наверное, яйца сварили.
ba: — өйҙә йә йомортҡа бешергәндәрҙер.

source: Заслышав это, Старшая Мать хитренько улыбнулась и с жаром принялась уговаривать его.
ba: Быны ишетеп ҡалған Оло инәйем, хәйләкәр йылмая һалып, Әсғәтте ҡыҫтарға уҡ тотондо.

source: — Каждой пище свое место.
ba: — Аш — ашҡа, урыны башҡа.

source: И для яйца место останется.
ba: Йомортҡаға ла урын табылыр.

source: По случаю гостя, в каждую чашку катыка по ложке сметаны добавь,
ba: Ҡатыҡ сеүәтәләрегеҙгә берәр ҡашыҡ ҡаймаҡ та һалып бута.

source: — это она уже мне сказала.
ba: — Быныһын ул миңә әйтте.

source: Дальше упрашивать Асхат не заставил.
ba: Әсғәт башҡаса инәлтмәне...

source: Мы уселись в прохладе под навесом и пустили в пляс наши ложки.
ba: Аласыҡ эсенә еләҫкә ултырып, беҙ тиҙ үк ҡашыҡтарҙы бейетергә керештек.

source: Потом гость облизал свою чашку и выложил мне новость: — Про лепешки-то я давеча того, сбрехнул.
ba: Үҙ сеүәтәһен ялап ҡуйғас, ҡунағым миңә яңы хәбәр һалды: — Күмәс тураһында бая мин фәстерҙем.

source: Это так, обманное слово, чтобы голод отвести.
ba: Аслыҡты аҙаштырыр өсөн генә әйтелгән алдаҡ һүҙ ул.

source: Про яйца тоже.
ba: Йомортҡаһы ла шулай.

source: Мы вторую уже неделю на одной затирухе сидим, и та — раз в день.
ba: Беҙ икенсе аҙна инде көнөнә бер тапҡыр ыумас ыуып ҡына торабыҙ.

source: Отец из мечети не вылазит, самый старший брат уехал в город и пропал,
ba: Атай мәсеттән ҡайтмай, оло ағайым ҡалаға китеп олаҡты.

source: вот мы с Ибраем и тащим все хозяйство.
ba: Донъяны беҙ Ибрай менән икәү генә алып барған булабыҙ.

source: Теперь уже в его голосе не было и тени прежней высокомерной беспечности, сидел передо мной маленький старичок и о своих бедах-горестях рассказывал.
ba: — Хәҙер инде уның тауышында баяғы тә кәббер ғәмһеҙлектең әҫәре лә юҡ. Минең ҡаршыла бәләкәс кенә бабай ултырған да үҙенең аһ-зарын һөйләй.

source: — У нас в теле уже совсем жира не осталось.
ba: — Беҙҙең тәндә хәҙер бер тамсы ла май ҡалманы.

source: Вчера мы с Ибраем голые животы на солнце выставили, коптились-коптились
ba: Кисә Ибрай менән икәү, ҡорһаҡтарҙы асып, әллә ни саҡлы ҡояшта ҡыҙҙырып ҡараныҡ.

source: — хоть бы капля жира выступила.
ba: Бөрсөк тә май сыҡманы.

source: Потом я дразнилку сочинил про брата.
ba: Шунан мин ағайымды үсекләп йыр сығарҙым.

source: Если никому не разболтаешь, и тебе скажу.
ba: Кешегә һөйләмәҫ булһаң, һиңә лә әйтәм.

source: — Хлебом клянусь, — быстро сказал я.
ba: — Икмәк өҫтө, ант! — тинем мин.

source: — Я и так, без клятвы поверю.
ba: — Былай ҙа, ант итмәһәң дә ышанам.

source: Сам Ибрашка два вершка,
ba: Ибырашка-дурашка

source: Сала ж вышло два горшка
ba: Ике ҡаҙаҡ майы сыҡҡан

source: — Грел на солнышке он брюхо,
ba: Артын асҡан ҡояшҡа.

source: С маслом будет затируха!
ba: Күстәнәскә күмәскә.

source: Забавная песня?
ba: Ирмәкме йыры?

source: — Забавная.
ba: — Ирмәк.

source: А Ибрай что сказал?
ba: Ибрай нимә тине һуң?

source: — По башке мне врезал — колодкой, на которой лапти плетут.
ba: — Сабата ҡалыбы менән башҡа тондорҙо.

source: Видишь, шишка вздулась?
ba: Бына ороһо әле лә бүлтәйеп тора.

source: Ничего, пройдет, не век же ей здесь торчать.
ba: Бөтөр әле, мәңгегә бармаҫ.

source: А песенка останется.
ba: Ә төртмә йыр ҡалыр.

source: Ее колодкой не прихлопнешь.
ba: Уға ҡалып менән һуғып булмай.

source: Асхат оказался парнем простодушным,
ba: Әсғәт бер ҡатлы малай булып сыҡты.

source: что на уме, то и на языке.
ba: Уның эсендәге тышында икән.

source: Один за другим все свои секреты выложил.
ba: Сер артынан серен сисә генә бирҙе.

source: — Меня Рыжим Комаром прозвали,
ba: — Минең ҡушаматым «һары серәкәй», — тине.

source: это по масти и за язык.
ba: —Төҫөмә ҡарата ла, телемә ҡарата ла ҡушыл ған ул.

source: Злой у меня язык.
ba: Телем әсе минең.

source: Говорят же: «Дергач свою смерть сам выкликает».
ba: Тартай теленән таба тигәндәй,

source: Вечно из-за этого языка в беду попадаю.
ba: шул телем арҡаһында эләгеп кенә тора миңә.

source: А прозвища я не стыжусь,
ba: Ә ҡушаматтан мин ғәрләнмәйем.

source: убавится меня, что ли?
ba: Исем атауҙан бер ер ҙә кәмемәй.

source: Эка невидаль — Рыжий Комар!..
ba: Харап икән — «һары серәкәй», имеш...

source: — Прозвище-то и у меня есть, — чтобы не отстать от него, вставил я.
ba: — Минең дә ҡушамат бар ҙа ул,—тигән булдым мин, унан ҡалышмаҫҡа тырышып.

source: — Только стыдное очень.
ba: — Тик, әйтһәләр, ғәрләндерә.

source: — И-и-хи-хи! — залился Асхат.
ba: — И-и-ии-һи, — тип күтәреп алды Әсғәт,

source: — Нет, прозвище у тебя хоть куда Пупок!
ba: — һинең ҡушамат бер тигән — Кендек!

source: Самая нужная вещь на свете — пупок.
ba: Донъяла иң кәрәкле әйбер — кендек ул.

source: Передок телеги с кузовом что соединяет?
ba: Арт арбаны ал арба менән нимә тоташтыра?

source: Ось, пупок.
ba: Кендек!

source: А как самого почтенного, знатного человека называют — «земной пуповиной», не как-нибудь!
ba: Иң ғәйәр ир уҙаманына нимә тиҙәр? — «Донъя кендеге» тиҙәр.

source: К тому же родится где ребенок, ты уже со Старшей Матерью там, от дома к дому, от застолья к застолью ходишь.
ba: Уның өҫтәүенә, һин ауылда бәпес тыуған һайын, өйҙән-өйгә, һыйҙан-һыйға йөрөп,

source: А кому спасибо — все ему же, пупку!
ba: күпме игелек күрәһең— шул кендек арҡаһында!

source: — Смотри, еще раз помянешь, подеремся, — предупредил я сердито.
ba: — Ҡара уны, тағы бер исем атаһаң, һуғышам, — тип иҫкәрттем мин.

source: — Вот бестолковый, мне бы твое прозвище, я бы ходил да похвалялся.
ba: — Иҫәр һин, һинең ҡушамат миңә эләкһә, мин маҡтаныр ғына инем.
